[{"date_of_publication": "2019-02-08Txx:xx:xx", "death": "unknown", "url": "https://www.cdc.gov/brucellosis/exposure/drug-resistant-brucellosis-linked-raw-milk.html", "reported_cases": "unknown", "headline": "Exposures to Drug-Resistant Brucellosis Linked to Raw Milk", "hospitalised": "unknown", "main_text": "Investigation Details\nA New York resident, who drank raw milk purchased from Miller’s Biodiversity Farm in Quarryville, Pennsylvania, was diagnosed with brucellosis in November 2018.\nMilk samples from Miller’s Biodiversity tested positive for  RB51. A cow that tested positive for RB51 has been removed from the milking herd.\nAs of January 22, 2019, investigators have determined that people in 19 states have bought or consumed raw milk from the implicated farm. The states are Alabama, California, Connecticut, Florida, Georgia, Iowa, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, and Virginia.\n\n"}, {"date_of_publication": "2019-03-21Txx:xx:xx", "death": "unknown", "url": "https://www.cdc.gov/measles/cases-outbreaks.html", "reported_cases": "314", "headline": "Measles Cases and Outbreaks", "hospitalised": "unknown", "main_text": "Measles Outbreaks Reported to CDCSix outbreaks (defined as 3 or more cases) have been reported in 2019 in the following jurisdictions:\n\nNew York State, Rockland CountyExternal\nNew York CityExternal\nWashingtonExternal\nTexasExternal\nIllinoisExternal\nCaliforniaExternal\n\nThese outbreaks are linked to travelers who brought measles back from other countries such as Israel and Ukraine, where large measles outbreaks are occurring. Make sure you are vaccinated against measles before traveling internationally.\n"}, {"date_of_publication": "2019-03-29T11:15", "death": "0", "url": "https://www.cdc.gov/salmonella/typhimurium-01-19/index.html", "reported_cases": "17", "headline": "Outbreak of Salmonella Infections Linked to Pet Hedgehogs", "hospitalised": "2", "main_text": "CDC and public health officials in several states are investigating a multistate outbreak of Salmonella infections linked to contact with pet hedgehogs.\n"}, {"date_of_publication": "2019-02-11Txx:xx:xx", "death": "0", "url": "https://www.cdc.gov/pneumonia/atypical/psittacosis/surveillance-reporting/outbreaks/2018-poultry-multistate-investigation.html", "reported_cases": "13", "headline": "Multistate Psittacosis Outbreak among Poultry Plant Workers, 2018", "hospitalised": "unknown", "main_text": "At a GlanceLaboratory confirmed* cases: 13\nStates affected: Georgia, Virginia\nDeaths: 0\n*Includes Chlamydia psittaci detected by PCR in lower respiratory tract specimen, nasopharyngeal specimen, or stool specimen\n"}, {"date_of_publication": "2019-02-15T3:00", "death": "1", "url": "https://www.cdc.gov/salmonella/reading-07-18/index.html", "reported_cases": "279", "headline": "Outbreak of Multidrug-Resistant Salmonella Infections Linked to Raw Turkey Products", "hospitalised": "107", "main_text": "CDC and public health and regulatory officials in several states are investigating a multistate outbreak of multidrug-resistant Salmonella infections linked to raw turkey products. The U.S. Department of Agriculture’s Food Safety and Inspection Service (USDA-FSIS) is monitoring the outbreak.\n"}, {"date_of_publication": "xx-xx-xxTxx:xx:xx", "death": "unknown", "url": "https://www.cdc.gov/hepatitis/outbreaks/2017March-HepatitisA.htm ", "reported_cases": "unknown", "headline": "unknown", "hospitalised": "unknown", "main_text": "unknown"}]